
[SYSTEM]
Name=Gorizont Borehole Inclinometer
ASKPARAMSAVE=1
SKOLIMIT=1
askperiod=100
MAXRECORDS=500
DEFRECORDS=20
last_place_idx=-1
last_drill_idx=-1
SideVirtKbd=1
[PORT]
ReadTimeOut=5000
WriteTimeOut=5000
PauseTransact=10
PauseReopen=5000
BaudRate=9600
Port=1
Mark=Порт инклинометра
[SENSOR]
Addr=1
Mark=Скважинный инклинометр
Protocol=1
[PLACE1]
NAME=Площадка
INDEX=1
[DRILL1.1]
NAME=Скважина
INDEX=1
PNDEX=1
RECCNT=21
ORIENT=0
STARTPOINT=0
STARTREQUEST=0
ASIMUT=0.0
ZEROSHIFT=0.0
GEO_INPUT_POINT=0.00
GEO_OUTPUT_POINT=0.00
GEO_DATA_ON=0
SINGLEWAY=0
[DRILL1.2]
NAME=Скважина1
INDEX=2
PNDEX=1
RECCNT=21
ORIENT=1
STARTPOINT=0
STARTREQUEST=0
ASIMUT=0.0
ZEROSHIFT=0.0
GEO_INPUT_POINT=0.00
GEO_OUTPUT_POINT=0.00
GEO_DATA_ON=0
SINGLEWAY=0
[DRILL1.3]
NAME=Скважина2
INDEX=3
PNDEX=1
RECCNT=21
ORIENT=0
STARTPOINT=0
STARTREQUEST=0
ASIMUT=0.0
ZEROSHIFT=0.0
GEO_INPUT_POINT=0.00
GEO_OUTPUT_POINT=0.00
GEO_DATA_ON=0
SINGLEWAY=0
[DRILL1.4]
NAME=Скважина5
INDEX=4
PNDEX=1
RECCNT=21
ORIENT=0
STARTPOINT=0
STARTREQUEST=0
ASIMUT=0.0
ZEROSHIFT=0.0
GEO_INPUT_POINT=0.00
GEO_OUTPUT_POINT=0.00
GEO_DATA_ON=0
SINGLEWAY=0
[DRILL1.5]
NAME=Скважина6
INDEX=5
PNDEX=1
RECCNT=21
ORIENT=1
STARTPOINT=0
STARTREQUEST=0
ASIMUT=0.0
ZEROSHIFT=0.0
GEO_INPUT_POINT=0.00
GEO_OUTPUT_POINT=0.00
GEO_DATA_ON=0
SINGLEWAY=0
[DRILL1.6]
NAME=Скважина44
INDEX=6
PNDEX=1
RECCNT=21
ORIENT=0
STARTPOINT=0
STARTREQUEST=0
ASIMUT=0.0
ZEROSHIFT=0.0
GEO_INPUT_POINT=0.00
GEO_OUTPUT_POINT=0.00
GEO_DATA_ON=0
SINGLEWAY=0
